Repository: plutobarski/shuup
Catalog: shuup/discounts/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Product Discounts Coupon Codes
pl: Kupony - Rabaty na Produkty

source: Discounts
pl: Rabaty

source: Product Discounts
pl: Rabaty Produktowe

source: Archived Product Discounts
pl: Historyczne Rabaty Produktowe

source: Discounts Availability Exceptions
pl: Wyjątki Dostępności Rabatów

source: Product Discounts Availability Exceptions
pl: Wyjątki Dostępności Rabatów Produktowych

source: Discounts Happy Hours
pl: Rabaty - Happy Hours

source: Product Discounts Happy Hours
pl: Rabaty Produktowe - Happy Hours

source: Discount Name
pl: Nazwa Rabatu

source: Filter by name...
pl: Filtrowanie po nazwie...

source: Product
pl: Produkt

source: Filter by product...
pl: Filtrowanie po produkcie...

source: Category
pl: Kateogoria

source: Filter by category...
pl: Filtrowanie po kategorii...

source: Contact Group
pl: Grupa Kontaktów

source: Filter by contact group...
pl: Filtrowanie po grupie kontaktów...

source: Contact
pl: Kontakt

source: Filter by contact...
pl: Filtrowanie po kontakcie...

source: Coupon code
pl: Kod kuponu

source: Filter by coupon code...
pl: Filtrowanie po kodzie kuponu

source: Effect
pl: Efekt

source: End Date and Time
pl: Data i czas końca

source: Code
pl: Kod

source: Usages
pl: Miejsca użycia

source: Usages Limit per contact
pl: Limit użycia per klient

source: Usage Limit
pl: Limit użycia

source: Active
pl: Aktywny

source: Created by
pl: Utworzone przez

source: Date created
pl: Data utworzenia

source: Select discounts linked to this coupon code.
pl: Wybierz rabat powiązany z tym kuponem

source: %s has been deleted.
pl: %s został usunięty.

source: Discount percentage
pl: Rabat procentowy

source: The discount percentage for this discount.
pl: Procen rabatu dla tego rabatu.

source: Exception Name
pl: Nazwa Wyjątku

source: Start Date and Time
pl: Data i Czas startu

source: Select discounts to be ignored on given time frame.
pl: Wybierz rabat, który ma być pominięty w danych ramach czasowych.

source: Happy Hour Name
pl: Nazwa - Happy Hour

source: Select discounts for this happy hour.
pl: Wybierz rabaty dla tych happy hour.

source: Weekdays the happy hour is active.
pl: Dni tygodnia, w których happy hour jest aktywny.

source: shops
pl: sklepy

source: name
pl: nazwa

source: end
pl: koniec

source: availability exception
pl: wyjątek dostępności

source: usage limit per customer
pl: limit użycia per klient

source: Limit the amount of usages per a single customer.
pl: Limit ilości razy użycia per pojedyńczy klient.

source: usage limit
pl: limit użycia

source: Set the absolute limit of usages for this coupon. If the limit is zero (0) coupon cannot be used.
pl: Ustaw całkowity limit użycia dla tego kuponu. Jeżeli limit wynosi (0) kupon nie może zostać użyty.

source: active
pl: aktywny

source: created by
pl: utworzony przez

source: modified by
pl: zmodyfikowany przez

source: modified on
pl: zmodyfikowany na

source: The name for this discount. Used internally with discount lists for filtering.
pl: Nazwa dla tego rabatu. Używane do celów wewnętrznych filtrowania listy rabatów.

source: Check this if the discount is currently active. Please also set a start and end date.
pl: Sprawdź, czy rabat jest aktualnie aktywny. Dodatkowo ustaw datę początku i końca.

source: start date and time
pl: data i czas startu

source: The date and time the discount starts. This is only applicable if the discount is marked as active.
pl: Data i czas startu obowiązywania rabatu. W użyciu tylko wtedy, gdy rabat jest aktywny.

source: end date and time
pl: data i czas końca

source: The date and time the discount ends. This is only applicable if the discount is marked as active.
pl: Data i czas końca obowiązywania rabatu. W użyciu tylko wtedy, gdy rabat jest aktywny.

source: Select happy hours for this discount.
pl: Wybierz happy hours dla tego rabatu.

source: Select availability for this discount.
pl: Wybierz dostępność dla tego rabatu.

source: product
pl: produkt

source: Select product for this discount.
pl: Wybierz produkt dla tego rabatu.

source: exclude selected category
pl: wyklucz wybrane kategorie

source: Exclude products in selected category from this discount.
pl: Wyklucz produkty z wybranych kategorii z tego rabatu.

source: category
pl: kategoria

source: Select category for this discount.
pl: Wybierz kategorię dla tego rabatu.

source: contact
pl: kontakt

source: Select contact for this discount.
pl: Wybierz kontakt dla tego rabatu.

source: exclude selected contact group
pl: wyklucz wybrane grupy kontaktowe

source: Exclude contacts in selected contact group from this discount.
pl: Wyklucz kontakty z wybranych grup kontaktowych dla tego rabatu.

source: contact group
pl: grupa kontaktowa

source: Select contact group for this discount.
pl: Wybierz grupe kontaktową dla tego rabatu.

source: coupon code
pl: kod kuponu

source: Select coupon code for this discount.
pl: Wybierz kod kuponu dla tego rabatu.

source: discounted price
pl: obniżona cena

source: Discounted product price for this discount.
pl: Obniżona cena produktu dla tego rabatu.

source: discount amount
pl: wartość rabatu

source: Discount amount value for this discount.
pl: Wartość rabatu dla tego produktu.

source: discount percentage
pl: procent rabatu

source: Discount percentage for this discount.
pl: Procent rabatu dla tego rabatu.

source: product discount
pl: rabat produktowy

source: product discounts
pl: rabaty produktowe

source: The name for this . Used internally with exception lists for filtering.
pl: Nazwa dla tego. Używane wewnętrznie z wyjątkiem list przeznaczonych do filtracji.

source: parent
pl: nadrzędny

source: from hour
pl: od godziny

source: to hour
pl: do godziny

source: weekday
pl: dzień tygodnia

source: time range
pl: zakres czasu

source: time ranges
pl: zakresy czasu

source: To hour has to be after from hour
pl: Godzina DO musi wystąpić po godzinie OD

source: Availability
pl: Dostępność

source: Condition
pl: Warunek
